Repository: rezakien/docker-ready-python-shop
Catalog: locales/*/LC_MESSAGES/shop-bot.po
Languages: uz

source: Выберите, что хотите посмотреть/редактировать.
uz: Almashtirmoqchi, yoki ko'rmoqchi bo'gan narsanginzni tanlang

source: Выберите действие.
uz: Knopkani bosing.

source: Назад в меню заказов.
uz: Zakazlarga qaytish

source: товара
uz: mahsulot

source: товар
uz: mahsulot

source: товаров
uz: mahsulot

source: У вас пока нет товаров в корзине.
uz: Sizning savatchangizda hali mahsulotlar yo'q

source: В вашей корзине <b>{items_count} {items_word}</b>. <b>На сумму</b>: {sum:,} сум.
uz: Sizning savatchangizda <b>{items_count} {items_word}</b>. <b>Umumiy to'lov qiymati</b>: {sum:,} sum.

source: Корзина очищена.
uz: Savatcha tozalandi.

source: Просмотр товаров в корзине.
uz: Savatchadagi mahsulotlarni ko'rish.

source: Вы уверены, что хотите оформить заказ?
uz: Haqiqatan ham buyurtma berishni xohlaysizmi?

source: Пожалуйста, отправьте свой контакт.
uz: Iltimos, o'zingizning aloqangizni yuboring.

source: Заказ подтвержден! Ждите звонка, либо сообщения от нашего оператора.
uz: Buyurtma tasdiqlandi! Qo'ng'iroq yoki operatorimiz xabarini kuting.

source: Что-то пошло не так, повторите попытку.
uz: Xatolik yuz berdi, qaytadan urining.

source: Добавлено {quantity} кг. {item_name} по {item_price:,} сум.
uz: {quantity} kg qo'shildi {item_name} mahsulotga {item_price:,} sumdan.

source: Товар удален из корзины
uz: Mahsulot savatchadan olib tashlandi.

source: Минимальный объем товара составляет 100 кг.
uz: Mahsulotlarning minimal hajmi 100 kg.

source: Произошла неизвестная ошибка при удалении.
uz: O'chirish paytida noma'lum xatolik yuz berdi.

source: Товар {item_name} удален из корзины
uz: Mahsulot {item_name} savatdan olib tashlandi.

source: У вас пока нет заказов.
uz: Sizda hali buyurtmalar yo'q.

source: Ваши заказы 📦
uz: Sizning buyurmalaringiz 📦

source: Выберите категорию 👇🏻
uz: Kategoriyani tanlang 👇🏻

source: Здесь вы можете получить информацию о боте.
uz: Bu yerda siz bot haqida ma'lumotni olishingiz mumkin.

source: Выберите язык:
uz: Tilni tanlang:

source: Язык изменен.
uz: Til o'zgartirildi.

source: Выберите подкатегорию 👇🏻
uz: Subkategoriyani tanlang 👇🏻

source: По выбранной категории нет товаров и подкатегорий
uz: Tanlangan kategoriyada mahsulotlar, yoki subkategoriyalar mavjud emas.

source: Выберите товар 👇🏻
uz: Mahsulot tanlang 👇🏻

source: Нажмите кнопку:
uz: Tugmani bosing:

source: Оформить заказ ✅
uz: Buyurtma berish ✅

source: Назад ⬅️
uz: Orqaga ⬅️

source: Отправить контакт 📞
uz: Kontaktni yuborish 📞

source: Отправить локацию 📍
uz: Joylashuvni yuborish 📍

source: Категории 🗂
uz: Kategoriyalar 🗂

source: Корзина 🛒
uz: Savatcha 🛒

source: Заказы 📦
uz: Buyurtmalar 📦

source: Помощь ❓
uz: Yordam ❓

source: Изменить язык 🌐
uz: Tilni o'zgartirish 🌐

source: Очистить 🛒
uz: Tozalash 🛒

source: Посмотреть товары 🔎
uz: Mahsulotlarni ko'rish 🔎

source: К оформлению заказа ✅
uz: Buyurtmani amalga oshirish ✅

source: <b>Товар:</b> {item_name} <b>Цена за кг:</b> {price:,} сум. <b>Объем:</b> {quantity:,} кг. <b>Стоимость товара: </b> {summary:,} сум.
uz: <b>Mahsulot:</b> {item_name} <b>Kg narxi:</b> {price:,} сум. <b>Miqdori:</b> {quantity:,} кг. <b>Mahsulot narxi: </b> {summary:,} сум.

source: Назад
uz: Orqaga

source: +25кг
uz: +25kg

source: +100кг
uz: +100kg

source: +500кг
uz: +500kg

source: Отменить заказ ❌
uz: Buyurtmani bekor qilish ❌

source: Завершен ✅
uz: Bajarildi ✅

source: Обрабатывается 🕗
uz: Ishda 🕗

source: Отменен ❌
uz: Bekor qilindi ❌

source: <b>Заказ №{order_id}</b> <b>Сумма:</b> {order_sum:,} сум. <b>Время оформления:</b> {order_time} <b>Статус:</b> {status}
uz: <b>Buyurtma №{order_id}</b> <b>Umumiy to'lov qiymati:</b> {order_sum:,} sum. <b>Ishlov berish vaqti:</b> {order_time} <b>Status:</b> {status}

source: Посмотреть записи 📖
uz: Yozuvlarni ko'rish 📖

source: Найти запись 🔎
uz: Yozuvni topish 🔎

source: Назад ↩️
uz: Orqaga ↩️

source: <b>Заказ №{order_id}</b> <b>Сумма:</b> {order_sum:,} сум. <b>Номер телефона:</b> {phone_number} <b>Адрес доставки:</b> {address} <b>Время оформления:</b> {order_time} <b>Статус:</b> {status}
uz: <b>Buyurtma №{order_id}</b> <b>Umumiy to'lov qiymati:</b> {order_sum:,} сум. <b>Telefon raqami:</b> {phone_number} <b>Buyurtma adresi:</b> {address} <b>Ishlov berish vaqti:</b> {order_time} <b>Status:</b> {status}

source: Посмотреть адрес 📍
uz: Manzilni ko'rish 📍

source: Завершить заказ ✅
uz: Buyurtmani bitirish ✅

source: Добавлено в корзину в объеме {item_quantity:,} кг. ✅
uz: Savatchaga {item_quantity:,} kg miqdorida qo'shildi. ✅

source: ⛔️ Доступ в админ панель только у администраторов.
uz: ⛔️ Faqat administratorlar administrator panelidan foydalanish huquqiga ega.

source: Выполнить действие невозможно. Введите /start, чтобы войти.
uz: Amalni bajarish mumkin emas. /start ni tering kirish boshlash uchun.
